/* Go back action title */
"Back" = "Tilbake";

/* Continue action title */
"Continue" = "Fortsett";

/* Setup a new printer title */
"Set Up New Printer" = "Sett opp ny skriver";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Med bare noen få trinn kan du begynne å bruke HP-skriveren.";

/* Prepare printer message */
"Prepare" = "Klargjør";


/* Ensure power is on message on prepare printer view */
"Power is ON" = "Strømtilførselen er slått PÅ";

/* Unconfigured printer display name */
"New Wireless Printer" = "Ny trådløs skriver";

/* Printer selection view title */
"Connect" = "Koble til";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Klikk på Fortsett for å konfigurere en ny trådløs skriver, eller klikk på Vis alle for å velge en skriver som allerede er tilkoblet.";

/* Show all printers button title */
"Show All" = "Vis alle";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Følg disse trinnene for å legge til skriveren i Wi-Fi-nettverket.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Koble Mac-maskinen til skriveren";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Klikk på Wi-Fi-ikonet på menylinjen og velg skriverens nettverk (starter med \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Klikk på Wi-Fi-ikonet på menylinjen og velg ditt skrivernettverk (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Gjenopprett Mac-maskinens opprinnelige Wi-Fi-innstilling";

/* Generic network name in lowercase */
"your network" = "ditt nettverk";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Klikk på Wi-Fi-ikonet på menylinjen og velg %@-nettverket.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Klikk på Wi-Fi-ikonet på menylinjen, velg \"Koble til annet nettverk\" og koble til %@-nettverket.";

/* Generic network name */
"Your network" = "Ditt nettverk";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Wi-Fi-nettverket %1$@ krever et%2$@-passord.";

/* Password title */
"Password:" = "Passord:";

/* Cancel button title */
"Cancel" = "Avbryt";

/* OK button title */
"OK" = "OK";


/* Try again button title */
"Try Again" = "Prøv igjen";


/* Default button of alert on timeout while restoring connection */
"Wait" = "Vent";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Omkonfigurer";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Kontroller at nettverksnavnet og passordet er riktig, prøv igjen senere eller velg et annet nettverk fra listen.";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "Avbryt";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Kan ikke koble til nettverket \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Nettverket \"%1$@\" har krypteringstypen %2$@. Denne krypteringstypen støttes ikke.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Følg disse trinnene for å klargjøre for utskrift.";
"Click Add Printer. A new window will open." = "Klikk på Legg til skriver. Det åpnes et nytt vindu.";
"Add Printer..." = "Legg til skriver…";
"In the newly opened window:" = "I det nylig åpnede vinduet:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Velg \"%1$@\" fra lokalmenyen %2$@.";
"Use" = "Bruk";
"Print Using" = "Skriv ut med";


"Click Add." = "Klikk på Legg til.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Du kan sjekke at skriveren er riktig konfigurert ved å legge et ark med %@-papir i skriverens papirskuff og så klikke på Skriv ut testside.";

"Print Test Page" = "Skriv ut testside";

/* The name of the print job */
"Test Page" = "Testside";

"Add and Verify" = "Legg til og verifiser";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Finn og koble til et Wi-Fi-nettverk.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Oppgi navnet og sikkerhetstypen for nettverket du vil koble til.";

/* Network name label */
"Network Name:" = "Nettverksnavn:";

/* Security type label */
"Security:" = "Sikkerhet:";

/* Password label */
"Password:" = "Passord:";

/* Show password checkbox title */
"Show password" = "Vis passord";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Bruk";

"Done" = "Ferdig";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Oppdaterer nettverk…";
"No Networks Found" = "Fant ingen nettverk";
"%d Networks Found" = "%d nettverk funnet";
"Join Other Network..." = "Koble til annet nettverk…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: På";
"Turn Wi-Fi Off" = "Slå av Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Hjem";
"Create Network..." = "Opprett nettverk…";
"Open Network Preferences..." = "Åpne Nettverk-valgpanelet…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ prøver å endre utskriftsinnstillingene. Skriv inn passordet for å tillate dette.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ prøver å endre utskriftsinnstillingene. Skriv inn et administratornavn og passord for å tillate dette.";

"Account name:" = "Kontonavn:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Bruk gjeldende driver";

"Switch to the HP Driver" = "Bytt til HP-driveren";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Ingen";
"wpa_psk_or_wpa2" = "WPA/WPA2 Personal";
"wpa_enterprise" = "WPA Enterprise";
"wpa2_enterprise" = "WPA2 Enterprise";
"wpa_psk" = "WPA Personal";
"wpa2" = "WPA2 Personal";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Openen HP Utility voorbereiden...";
"Thank You!" = "Bedankt!";
"Continue with HP Utility" = "Ga door met HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klik op HP Utility openen en volg de instructies. Zodra HP Utility is geopend, sluit HP Easy Start automatisch.";
"Cannot open HP Utility." = "Kan HP Utility niet openen.";
"Open HP Utility..." = "HP Utility openen...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nu er verbinding is en belangrijke software is geïnstalleerd, kunt u HP Utility gebruiken om resterende printerinstellingstaken te voltooien.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Vi kunne ikke finne programvarealternativer for dette produktet automatisk. Gå til HPs nettsted og søk etter produktløsninger der.";
"Searching for software..." = "Zoeken naar software...";
"Install" = "Installeer";
"Recommended" = "Aanbevolen";
"Installing... %.1f%%" = "Installeren... %.1f%%";
"Loading..." = "Bezig met laden...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "HP Web Services kunne ikke aktiveres på enheten din";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Sjekk at enheten er koblet til internett og har riktige proxy-innstillinger.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Systemaktivitet pågår, vennligst vent …";

"Cannot obtain software information." = "Kan softwaregegevens niet ophalen.";
"Cannot install software." = "Kan software niet installeren.";
"Go back to the previous step and try to install the software again." = "Ga terug naar de vorige stap en probeer de software opnieuw te installeren.";
"%@ is busy" = "%@ is bezig";
"Downloading... %@" = "Downloaden... %@";
"Update available" = "Update beschikbaar";
"Downloaded" = "Gedownload";
"Version: %@" = "Versie: %@";
"Status: %@" = "Status: %@";
"Installed successfully" = "Is geïnstalleerd";
"The software cannot be installed. Try again later." = "Kan de software niet installeren. Probeer het later opnieuw.";
"Cannot connect to server" = "Kan geen verbinding maken met de server";
"Required" = "Vereist";
"Up to date" = "Bijgewerkt";
"Not Installed" = "Ikke installert";
"Software installation requires authorization." = "Voor de softwareinstallatie is autorisatie nodig.";
"Cannot obtain software information. Check your network connection, and then try again." = "Kan geen softwaregegevens ophalen. Controleer de netwerkverbinding en probeer het opnieuw.";
"Cannot download the software." = "Kan de software niet downloaden.";
"Check your network connection, and then try again." = "Controleer de netwerkverbinding en probeer het opnieuw.";
"Waiting..." = "Wachten...";
"Connecting..." = "Aansluiten...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Wilt u het HP printerstuurprogramma gebruiken?";
"Select \"%@\"" = "Selecteer \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Velg IP-fanen og angi %@ i adressefeltet.";

"Choose \"%@\" from the Protocol pop-up menu." = "Velg \"%@\" i hurtigmenyen Protokoll.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Velg en protokoll som skriveren din støtter i hurtigmenyen Protokoll.";

"Generic PostScript Printer" = "Algemene PostScript-printer";
"Generic PCL Printer" = "Algemene PCL-printer";

/* Printer search/discovery */
"Ready to Connect" = "Kan nu verbinding maken";
"Search for IP address: %@" = "Zoeken naar IP-adres: %@";
"Searching..." = "Zoeken...";
"No devices have been found." = "Kan geen apparaten vinden.";
"No devices have been found" = "Kan geen apparaten vinden";

"Search for host name: %@" = "Zoeken naar hostnaam: %@";

/* Printer configuration */
"More..." = "Mer ...";
"About HP Auto Wireless Connect" = "Om HP Automatisk trådløs tilkobling";

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Klikk på etiketten under enhetsikonet, og gi enheten et navn som er lett gjenkjennelig. Kontroller at Mac-enhetens gjeldende Wi-Fi-nettverk er valgt, og klikk på Koble til.";

/* Join button title */
"Join" = "Koble til";

/* Connect device to Wi-Fi network screen description */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Merk: Når du trykker på Koble til, vil Mac-maskinen kobles fra det trådløse nettverket midlertidig. %@";


/* Preferences window title */
"Preferences" = "Voorkeuren";

/* Error messages */

"Cannot connect to the selected network." = "Kan geen verbinding maken met het geselecteerde netwerk.";
"Cannot configure the printer." = "Kan de printer niet configureren.";

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Du kan ikke avslutte programmet mens endringene utføres.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Utskrift er aktivert";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Du kan ikke avslutte programmet under installeringen. Vent til Installasjonen er fullført.";

/* Reminders */
"Remind Me..." = "Påminn meg...";
"Set reminders to explore and install free HP-recommended software." = "Legg inn påminnelser om å utforske og installere kostnadsfri programvare anbefalt av HP.";
"Checking for software..." = "Søker etter programvare...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Hjemmeside";

/* Reminder time options */
"30 minutes" = "30 minutter";
"1 hour" = "1 time";
"1 day" = "1 dag";
"No reminders" = "Ingen påminnelser";

"Enable Printing" = "Aktiver utskrift";

"You cannot quit the application." = "Du kan ikke avslutte programmet.";

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Annen programvare";
"Explore and install free HP recommended software." = "Utforsk og installer kostnadsfri programvare anbefalt av HP.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Vennligst gi %@ tillatelse til å få tilgang til påminnelsene i panelet Sikkerhets- og personvernpreferanser.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Velg nettverket";


/* Info button title */
"More Info" = "Mer info";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ kan ha blitt slettet eller flyttet til en annen plassering.  Avslutt %1$@ og åpne det igjen, og prøv så igjen.";
"Cannot complete operation" = "Kan ikke fullføre operasjonen";
"Are you sure that you want to skip Online Setup steps?" = "Er du sikker på at du vil hoppe over online-konfigureringen?";
"Skip" = "Hopp over";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "Online-konfiguering er en viktig del av konfigureringen av skriveren. Visse produktfunksjoner kan være utilgjengelige helt til disse stegene er fullførte.";
"Unable to communicate with the printer." = "Kan ikke kommunisere med skriveren.";

/* Printer is not found title */
"No devices found that match search criteria" = "Finner ingen enheter som samsvarer med søkekriteriene";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Påse at enheten er slått på, og at den allerede er koblet til nettverket via USB eller er klar til å koble til via trådløst nettverk. Du må også kontrollere produktnavnet, eller tildelt navn for nettverksenheten, og sørge for at søkeinformasjonen er skrevet korrekt. Klikk på informasjonsknappen for flere tips hvis du fremdeles ikke finner enheten.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "Utskrift ble ikke aktivert.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "Utskrift ble ikke aktivert under foregående trinn. Dette ser ut til å ha skjedd på grunn av ukorrekt skrivervalg i Legg til skriver-dialogen. Utfør disse trinnene igjen, og vær nøye med valgene du gjør.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "For å koble til skriveren, følger du disse stegene. Klikk på \"Prøv igjen\" etter at du fullfører hvert steg.\n\n1. Sørg for at alle ledningene til skriveren er riktig koblet til og at den trådløse forbindelsen fungerer som den skal.\n\n2. Skru skriveren av, og så på igjen.";

"Username:" = "Brukernavn:";

/* Conclusion screen title */
"Continue Online" = "Fortsett på nett";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Nå som du er tilkoblet og nødvendig programvare er installert, vil gjenværende skriveroppsettsoppgaver dukke opp på nett.";

/* Continue Online button title */
"Continue Online..." = "Fortsett på nett …";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klikk på fortsett på nett for å åpne en nettleser og følg fremgangsmåten som presenteres. Når nettleseren er åpen, vil HP Easy Start automatisk lukkes.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Fortsett online-oppsettet";
"Skip Online Setup" = "Hopp over online-oppsettet";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Fullfører oppsett ...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Påse at enheten er slått på, at alle kabler og ledninger er koblet til og at trådløs tilgang er aktivert på enheten. Klikk på Informasjon-knappen for flere tips du kan følge hvis du fremdeles ikke finner enheten.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Det er ikke nok ledig plass på oppstartsdisken til å laste ned den valgte programvaren. Frigjør mer plass på oppstartsdisken ved å slette filer, og prøv igjen.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start krever minst %1$@ med tilgjengelig plass på oppstartsdisken for å installere valgte elementer, men kun %2$@ er tilgjengelig. Frigjør mer plass på oppstartsdisken ved å slette filer og prøv igjen.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Søk";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "Secure AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd byte";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "HP-programvare for din AirPrint-kompatible %1$@ er kun tilgjengelig for OS X %2$@ eller nyere. Klikk på Continue (Fortsett) for å fortsette med oppsettet med AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "HP-drivere for din %1$@-enhet er kun tilgjengelige for OS X %2$@ eller nyere. Oppdater datamaskinens operativsystem, og installer deretter de nyeste HP-driverne.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Nå som du er tilkoblet, vil resten av oppsettsoppgavene gjennomføres online.";


/* Enable logging checkbox title */
"Enable Logging" = "Aktiver logging";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Avtaler og innstillinger";

"AgreementsAndSettingsScreenCescription" = "HP samler og analyserer bruk av produkter, programvare og tjenester, samt teknisk data fra enheten din, med formål å levere produktene og tjenestene våre, inkludert oppdateringer og varsler, levere informasjon og fordeler som passer deg, og også forbedre produkter, tjenester og forretningsdrift.  HP kan analysere disse dataene i kombinasjon med andre personlige data samlet inn i samsvar med HPs personvernerklæring, fra deg, andre HP-kunder eller tredjeparter.\n\nLes gjennom og vis at du godtar følgende avtaler og innstillinger.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Informasjon samlet inn under installasjonsprosessen";

"Disclosure of the information collected by HP during the setup process." = "Utlevering av informasjon som samles inn av HP under installasjonsprosessen.";

/* Second agreement: EULA */
"End User License Agreement" = "Sluttbrukerlisensavtale";

"The legal agreement between HP and users of this software." = "Den juridiske avtalen mellom HP og brukere av denne programvaren.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Innsamling av data for produktforbedring (Anbefalt)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "La HP samle inn og analysere bruksinformasjon for produkter og programvare";

/* Miscellaneous */

"HP Privacy Statement" = "HP Personvernerklæring";


/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Etter bare noen få trinn vil HP-skriveren eller skanneren din være klar for bruk!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Klikk på Fortsett når disse forberedende oppgavene er fullført.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Rekvisita er montert, hvis det er aktuelt";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Om du ikke ønsker å benytte en trådløs tilkobling, må du koble en kabel (USB eller Ethernet) mellom enheten og Mac-en eller det kablede nettverket.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Om du trenger veiledning relatert til noen av disse oppgavene, kan du se informasjonen som ble levert sammen med HP-produktet ditt.";

/* Unconfigured device display name */
"New Wireless Device" = "Ny trådløs enhet";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Velg enheten du ønsker å bruke, og klikk på Fortsett.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "En feil oppstod i løpet av konfigurasjonsforsøket. Tilbakestill enheten til standardinnstillinger og prøv igjen.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Enheten støtter ikke trådløs installasjon over trådløst nettverk. Se produktets dokumentasjon for mer informasjon.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Enheten ble ikke funnet på det trådløse nettverket. Klikk på Vent for å fortsette søket, eller Konfigurer på nytt for å starte konfigurasjonen på nytt fra begynnelsen. Klikk på Avbryt for å velge en annen enhet.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "Konfigurasjon av HP-produktet ditt er fullført.";
"Your device is set up and ready to use." = "Enheten din er konfigurert og klar for bruk.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nå som du er tilkoblet og essensiell programvare er installert, bruker du HP Utility for å fullføre gjenværende oppgaver for skriverinstallasjonen.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Gi nytt navn på enhet (Valgfritt)";

/* Renaming device error title and description */
"Cannot change device name." = "Kunne ikke endre enhetsnavn.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Endring av enhetens navn mislyktes. Du kan prøve igjen, prøve å bruke et annet navn eller fortsette med enhetens nåværende navn.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "En AirPrint-skriverdriver er tilordnet skriveren din. Driveren gir grunnleggende funksjoner, og støttes for bruk med skriveren din. Vi anbefaler at det du bruker en HP-skriverdriver for å forsikre tilgang til alle funksjonene på skriveren din.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "En generisk skriverdriver er tilordnet skriveren din. Driveren gir grunnleggende funksjoner, og støttes for bruk med skriveren din. Vi anbefaler at det du bruker en HP-skriverdriver for å forsikre tilgang til alle funksjonene på skriveren din.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Last ned og installer anbefalt programvare for HP-produktet ditt.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Skru på Mac-ens Wi-Fi for å oppdage tilgjengelige enheter.";
"Searching for device with IP address: %@" = "Søker etter enhet med IP-adresse: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtrer enhetene på listen, eller angi en IP-adresse eller vertsnavn.";
"Devices matching %@" = "Enheter som samsvarer med %@"; 
"Cannot find device." = "Finner ikke enheten.";
"Searching for device with host name: %@" = "Søker etter enhet med vertsnavn: %@";


/* Printer configuration */
"Set Up My HP Product" = "Konfigurer HP-produktet mitt";


/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "For å konfigurere enheten trenger HP Easy Start tilgang for å midlertidig endre tilkoblingsinnstillingene dine. Tillatelse påkrevet.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Enheten din er ikke kompatibel med 5 GHz-nettverk. Velg et annet nettverk og prøv igjen.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Enheten din kan ikke kobles til %1$@-nettverkskanalen. Støttede kanaler er %2$@. Still inn ruteren din til å bruke en av de støttede kanalene, eller velg et annet nettverk.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Enheten din kan ikke kobles til %@-nettverkskanalen. Still inn ruteren din til å bruke en annen kanal, eller velg et annet nettverk.";

/* Device setup progress messages */
"Gathering device information..." = "Samler enhetsinformasjon ...";


/* USB device busy error allert title and description */
"The device is busy" = "Enhet er opptatt";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Enheten din er i bruk av operativsystemet eller et annet program. Prøv igjen eller start enheten på nytt.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Kan ikke kommunisere med enheten.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Forsikre at enheten er skrudd på og tilkoblet nettverket. Sjekk også enhetens tilordnede vertsnavn eller IP-adresse, og forsikre at søkeinformasjonen er skrevet rett. Klikk på Informasjon-knappen for flere tips om enheten fremdeles ikke blir funnet.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Brukernavn og passord tilordnet enheten av administratoren din kreves for å utføre denne oppgaven.";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Forbereder konfigurasjon ...";
"Connecting to the device..." = "Kobler til enheten ...";
"Setting up the device..." = "Konfigurerer enheten ...";

"Restoring your network connection..." = "Gjenoppretter nettverkstilkoblingen ...";
"Verifying the device settings..." = "Bekrefter enhetens innstillinger ...";
"Your device is now connected." = "Enheten din er nå tilkoblet.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Aktivere utskrift";

/* For multi-function printers */
"Enable Print and Scan" = "Aktiver utskrift og skanning";
"Follow these steps to prepare to print and scan." = "Følg disse trinnene for å forberede utskrift og skanning.";

/* For single-function scanners */
"Enable Scanning" = "Aktiver skanning";
"Follow these steps to prepare for scanning." = "Følg disse trinnene for å forberede skanning.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Hvis du trenger å fastslå om skanneren har blitt riktig konfigurert, kan du legge et dokument i skanneren i henhold til enhetens posisjonsmarkører, og deretter klikke på Skann testside.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Tilkoblingstype støttes ikke.";
"Scanning functions will not be available" = "Skannefunksjoner vil ikke være tilgjengelige.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X støtter ikke skanning på enheter tilkoblet med vertsnavn eller IP-adresse. Du kan fortsette oppsettet for denne enheten kun for utskrift.  For å skanne aktiverer du Bonjour på enheten din, forsikrer deg om at enheten er tilkoblet samme lokalnettverk som Mac-en, og velger enheten på nytt når den vises på listen.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X støtter ikke skanning på enheter tilkoblet med vertsnavn eller IP-adresse.  Aktiver Bonjour på enheten din, forsikre at enheten er tilkoblet samme lokalnettverk som Mac-en, og velg deretter enheten når den vises på listen.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Kobler til skanneren ...";
"The scanner reported an error" = "Skanneren rapporterte en feil.";
"Scanning..." = "Skanner ...";
"The scanner is warming up..." = "Skanneren varmer opp ...";
"A document is not loaded" = "Ingen dokumenter var lastet.";

/* Test page control titles */
"Scan" = "Skann";

"Print" = "Skriv ut";
"Scan Test Page" = "Skann testside";

/* Create device queue instruction and button title */
"Add Device..." = "Legg til enhet ...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Velg \«%1$@\» med stedsverdi \«%2$@\»";


/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Logget informasjon vil lagres til \«%1$@\» i mappen %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Bekreft at skanneren din fungerer som den skal.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Det valgte nettverket kunne ikke nås fra HP-enheten din. Prøv å plassere enheten nærmere den trådløse ruteren eller tilgangspunktet.";
"Google Analytics Privacy Policy" = "Google Analytics' retningslinjer for personvern";
"The scanner was added successfully." = "Skanneren ble lagt til.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "%1$@-enheten din er støttet for bruk under OS X %2$@ eller nyere. Oppdater datamaskinens operativsystem.";
"Test Your Scanner" = "Test skanneren din";
"Place an item on the scanner and try again." = "Legg et element på skriveren og prøv igjen.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Sjekk at USB-kabelen er godt festet til USB-portene på enheten og Mac-en din.";
"Cannot configure the device software." = "Kan ikke konfigurere enhetsprogramvaren.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Forsikre at alle enhetens kabler sitter ordentlig og at det trådløse nettverket fungerer, og prøv så igjen.";
"ReviewedCheckboxTitle" = "Jeg har gjennomgått og godtar avtalene og innstillingene.";
"Your Mac login password is required to complete this step." = "Mac-påloggingspassordet ditt er påkrevet for å fullføre dette trinnet.";
"Make sure your device is powered on and connected to the network, and then try again." = "Forsikre at enheten er på og tilkoblet nettverket, og prøv så igjen.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "HP-skannerdrivere for %1$@-enheten din er kun tilgjengelig for OS X %2$@ eller nyere. Oppdater datamaskinens operativsystem og installer så de nyeste HP-driverne.";
"Creating the printer queue..." = "Oppretter skriverkøen ...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "For å fastslå at skriveren har blitt konfigurert riktig, forsikre at det er papir i skriverens arkskuff og klikk på Skriv ut testside.";
"Connecting to the scanner. Please wait..." = "Kobler til skanneren. Vent litt ...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Mac-brukerlegitimasjonen din er påkrevet for å gi HP Easy Start tillatelse til å installere programvare på datamaskinen. Klikk på OK og prøv igjen.";
"The %@ IP address is not reachable." = "IP-adressen %@ kan ikke nås.";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "IP-adressen du anga finnes under et nettverk med en annen IP, og kan ikke nås fra Mac-en din.";
"Click to setup the scanner in the system" = "Klikk for å konfigurere skanneren i systemet";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "For å utføre dette valgfrie trinnet, legg et ensidig dokument i skanneren innrettet etter plasseringsmarkørene og klikk så på \"Skann testside\". Hvis den fungerer som den skal vil det skannede bildet vises i forhåndsvisningsområdet.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Sjekk at USB-kabelen er godt festet til USB-portene på enheten og Mac-en din. Om enheten fremdeles ikke finnes, koble fra USB-kabelen og vent litt før du kobler den til igjen.";
"ProductImprovementDescription" = "For å forbedre HPs produkter og løsninger samt bedre forstå kunder og utvikle forretningsstrategiinitiativer, bruker HP verktøy, inkuldert Google Analytics, for å samle, kombinere og analysere data som ikke inneholder personlig identifiserbar informasjon.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Legg til skanneren i Systeminnstillingers liste \"Skrivere og skannere\".";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Legg til skriveren i Systeminnstillingers liste \"Skrivere og skannere\".";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "For å utføre dette valgfrie trinnet, legg et ark med %@-papir i skriverens papirskuff og klikk så på \"Skriv ut testside\".";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ må startes på nytt";
"Setup of the selected device requires HP software update and restart of %@." = "Konfigurasjon av valgt enhet krever at HP-programvaren oppdateres og at %@ startes på nytt.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Legg til enheten i listen %@ under Systemvalg.";
"Add this scanner to the System Preferences \"%@\" list." = "Legg til enheten i listen %@ under Systemvalg.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Utskrift og skanning";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Skrivere og skannere";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Enkelte enhetsfunksjoner kan være utilgjengelige.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X støtter kun skanne- og faksfunksjoner for enheter som er koblet til via Bonjour, men denne enheten kan ikke oppdages via Bonjour. Du kan fortsette å konfigurere enheten kun for utskrift. Hvis du vil bruke alle enhetsfunksjonene, må du aktivere Bonjour på enheten, sikre at enheten er koblet til det samme lokalnettverket som Mac-maskinen, og deretter velge enheten på nytt når den vises i listen.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Utskriftskøen for enheten må oppdateres.";
"Update..." = "Oppdater...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X støtter ikke skanning fra enheter som koblet til ved bruk av vertsnavn eller IP-adresse. Hvis du vil skanne, må du aktivere Bonjour på enheten, sikre at enheten er koblet til det samme lokalnettverket som Mac-maskinen, og deretter velge enheten på nytt når den vises i listen.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Fullfør trinnene nedenfor for å koble til enheten. Etter at du fullfører hvert trinn, klikker du på «Prøv igjen».\n \n1. Forsikre at alle kablene er riktig tilkoblet og at den trådløse tilkoblingen fungerer som den skal.\n\n2. Skru enheten av og på igjen.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Maskinvareoppsett";
"Lets install ink and paper" = "La oss installere blekk og papir!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Følg de trykte instruksjonene som fulgte med enheten.\n\nEtter at du har installert blekk og papir, velg <b>Fortsett</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Kan ikke opprette forbindelse til tilkoblet oppsett.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Noen av enhetskonfigurasjonstrinnene inkludert installasjon av HP-programvare krever Internett-tilkobling. Kontroller at datamaskinen er koblet til Internett, og klikk deretter Prøv igjen. Klikk Fortsett frakoblet for å hoppe over tilkoblet oppsettet.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Noen av enhetskonfigurasjonstrinnene inkludert installasjon av HP-programvare krever Internett-tilkobling. Kontroller at datamaskinen er koblet til Internett, og klikk deretter Prøv igjen. Klikk Fortsett frakoblet for å hoppe over trinnene for tilkoblet oppsettet, og konfigurer enheten med AirPrint-driveren.";
/* Continue offline button title */ 
"Continue Offline" = "Fortsett frakoblet";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Programvarenedlasting pågår. Vent til nedlastingen er fullført.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Lukk allikevel";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Du har en aktiv nedlasting som pågår. Vent til nedlastingen er ferdig eller avbryt aktive nedlastinger.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Programvaren kan ikke lastes ned. Prøv igjen senere.";


/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Aktiver Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Enheten er tilgjengelig via Bonjour-tilkobling.";
"Using Bonjour allows you to have more features and options for work with your device." = "Bonjour lar deg få tilgang til flere funksjoner og alternativer når du bruker enheten din.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Bruk Bonjour-tilkobling";
"Use current connection" = "Bruk gjeldende tilkobling";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X støtter skanne- og faksfunksjoner kun for enheter som er koblet til via Bonjour, men denne enheten oppdages ikke via Bonjour. Du kan bare installere utskrift for denne enheten. Du må aktivere Bonjour på enheten din for å kunne bruke alle funksjonene på enheten og du må også sørge for at enheten er koblet til det samme lokale nettverk som Mac-en.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X støtter skanning kun for enheter som er koblet til via Bonjour, men denne enheten oppdages ikke via Bonjour. Aktiver Bonjour på enheten din og sørg for at enheten er koblet til det samme lokale nettverk som Mac-en.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Koble enheten til det trådløse nettverket";
"Your device supports wireless network connection." = "Enheten din støtter trådløs nettverkstilkobling.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Koble til trådløst nettverk";
"Continue with USB connection" = "Fortsett med USB-tilkobling";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Kontroller at USB-kabelen er ordentlig koblet til USB-portene på enheten og Mac-en din. Hvis det fortsatt ikke fungerer, slå av enheten, vente noen sekunder og slå den på igjen.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Koble enheten fra USB.";
"Please unplug your device from USB to start using the network connection." = "Du må koble enheten fra USB for å bruke nettverkstilkoblingen.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Enhetens modellnavn";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Angi enhetens modellnavn for å lete etter programvare på Internett.";

/* Done button title */
"New Download" = "Ny nedlastning";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "For å forsikre deg om at skriveren er riktig konfigurert, sørge for at det er papir i skriverens papirskuff og klikk deretter %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Legg et ensidig dokument i skanneren i henhold til markeringene og klikk deretter %@ for å utføre dette valgfrie trinnet. Hvis det fungerer som det skal vil det skannede bildet vises i forhåndsvisningsområdet.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Legg et ark med %@-papir i skriverens papirskuff og klikk deretter %@ for å utføre dette valgfrie trinnet.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "Støtte for %@ Wi-Fi-båndfrekvens er slått av. Slå den på i enhetens kontrollpanel eller velge et annet nettverk.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Klikk på enheten du vil bruke og klikk deretter <b>Fortsett</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Merk: Når du klikker <b>Koble til</b> vil Mac-en midlertidig kobles fra det trådløse nettverket. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Klikk på merket under enhetsikonet og gi enheten et navn som er enkelt å huske, sørg for at Mac-ens gjeldende Wi-Fi-nettverk er valgt og klikk deretter <b>Koble til</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klikk <b>Åpne HP Utility</b> og følg deretter trinnene som vises. HP Easy Start vil lukkes automatisk når HP Utility har blitt åpnet.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klikk <b>Fortsett på nett</b> for å åpne nettleseren og følg deretter trinnene som vises. HP Easy Start vil lukkes automatisk når nettleseren har blitt åpnet.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Slå på enheten for å raskt og enkelt sette opp, koble til og begynner å skrive ut med HP Easy Start. Med kun noen få enkle trinn vil HP-skriveren eller -skanneren være klar til bruk!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Velg land ...";
"Select Language..." = "Velg språk ...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Bonjour-tilkobling er nødvendig for skanning.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Klikk på <b>Fortsett</b> for å fortsette med Bonjour-tilkobling.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Legg til og bekreft enheten"; 
"Follow these steps to prepare the device for work." = "Følg denne fremgangsmåten for å klargjøre enheten.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Installasjon ikke fullført";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Hvis du avslutter %1$@ vil du kanskje ikke kunne skrive ut fra denne datamaskinen.\nSelv om du har koblet skriveren til et nettverk, må du fortsatt installere skriverdriverne.\nI tillegg, hvis du lukker dette vinduet nå blir kanskje ikke rekvisitaene riktig konfigurert.\nKlikk på <b>%2$@</b> for å fortsette installasjonen (anbefalt), <b>%3$@</b> for å laste ned og installere skriverdrivere eller <b>%4$@</b> for å avslutte programmet.";

/* Skip online setup button title */
"Skip to Software Download" = "Gå til nedlasting av programvare";

/* Quit application during online setup button title */
"Quit" = "Avslutt";

"Welcome to %@!" = "Velkommen til %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Slå på enheten for å raskt og enkelt sette opp, koble til og begynner å skrive ut med HP Easy Start.\nLa oss få HP-skriveren eller -skanneren klar til bruk!";
I_Have_Read_Agreement_prefix = "Jeg har lest og godtar ";
"End_User_License_Agreement" = "lisensavtalen for sluttbruker";
" and " = " og ";
"Privacy Statement" = "personvernerklæringen";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Hvis du vil lære mer eller endre brukerinnstillinger ";
"click here" = "klikker du her";
User_Settings_suffix = ".";
"User Settings" = "Brukerinnstillinger";
"Allow usage information to be sent" = "Tillat at informasjon om bruk sendes";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP samler inn og analyserer skriverbruk og tekniske data fra HP-enheter for å tilby og forbedre produkter, tjenester og forretningsdrift og levere relevant informasjon og fordeler. HP kan også analysere denne type data i kombinasjon med andre data samlet inn i henhold til HPs personvernerklæring.";
"Allow your %@ software to send data to HP" = "Tillat at %@-programvaren sender data til HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "For å kunne levere bedre versjoner av %@-programvaren vil HP jevnlig samle inn anonym brukerdata (noe informasjon kan samles inn ved hjelp av Google Analytics) og overføre dataene til HP.";
"Click here to learn more about Google Analytics" = "Klikk her for å lære mer om Google Analytics";
"Prepare printer for setup" = "Forbered skriveren for oppsett";
"Click <b>Continue</b> after you complete the following tasks." = "Klikk på <b>Fortsett</b> etter at du har fullført følgende oppgaver.";
"Make sure the printer is plugged into a power source" = "Kontroller at skriveren er koblet til en strømkilde";
"Make sure the printer is turned ON" = "Kontroller at skriveren er slått PÅ";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "For oppsett av trådløs skriver må du fjerne Ethernet- eller USB-kabler som kan være koblet til skriveren";
"For assistance with these tasks, consult the information provided with your printer." = "Se informasjonen som fulgte med skriveren for hjelp med disse oppgavene.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Last ned";
/* Menu item to create new window */
"New Download Window" = "Nytt nedlastingsvindu";

/* Main screen title */
"Download Software" = "Last ned programvare";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Angi enhetens modellnavn for å lete etter programvare";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Ingen modell valgt";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Vis i Finder";
